Repository: AnzhelikaMih/FinalProject-AviaSearch
Catalog: FinalProject-AviaSearch/FinalProject-AviaSearch/Localization/*.lproj/Localizable.strings
Languages: be

# mail_Label
source: Explore New Destinations
be: Даследуйце Новыя Месцы

# sub_label
source: 'Nothing develops the mind like travel' - Emil Zola
be: 'Нішто так не развівае розум, як падарожжа' - Эмiль Зaля

# start_button
source: Get Started
be: Пачаць

# back_button
source: Back
be: Назад

# nearest_flights_label
source: Nearest Flights
be: Бліжэйшыя рэйсы

source: Select Date
be: Выбраць дату

source: ALL
be: УСЕ

# ticket_info
source: Ticket Information
be: Iнфармацыя аб Квiтке

# save_ticket_button
source: Save Ticket
be: Захаваць квіток

# cancel_button
source: Cancel
be: Вярнуцца

source: My Tickets
be: Мае Квіткі

source: My Ticket
be: Мой Квiток

# delete_ticket_button
source: Delete Ticket
be: Выдалiць квіток

# alert_title_geolocation
source: Location services disabled
be: У вас выключана служба геалакацii

# alert_message_geolocation
source: Would you like to enable?
be: Хочаце ўключыць?

source: Settings
be: Наладкі

# alert_message_saved
source: Your ticket is saved
be: Ваш квiток захаван

# alert_message_deleted
source: Your ticket is deleted
be: Ваш квiток выдален
